Repository: nonZero/TruePolitics
Catalog: statements/locale/*/LC_MESSAGES/django.po
Languages: he

source: topics
he: נושאים

source: statements
he: אמירות

source: has image
he: יש תמונה

source: name
he: שם

source: affiliation
he: מפלגה

source: title
he: כותרת

source: image url
he: תמונה

source: person
he: אישיות

source: people
he: אישים

source: description
he: תיאור

source: topic
he: נושא

source: promise
he: הבטחה

source: claim
he: טענה

source: Draft
he: טיוטה

source: Published
he: פורסם באתר

source: Deleted
he: נמחק

source: publish status
he: סטטוס פרסום

source: published at
he: מועד פירסום

source: statement content
he: תוכן האמירה

source: date said
he: תאריך האמירה

source: statement url
he: קישור למקור האמירה

source: reviewed by
he: כותב/מקור ההפרכה

source: review summary
he: תקציר ההפרכה

source: review url
he: קישור להפרכה

source: review date
he: תאריך ההפרכה

source: statement type
he: סוג אמירה

source: editing notes
he: הערות עריכה

source: internal use only
he: לשימוש פנימי בלבד

source: statement
he: אמירה

source: Review
he: הפרכה

source: Source
he: מקור

source: Resources
he: מקורות

source: Original statement
he: אמירה מקורית

source: All Statements
he: כל ההפרכות
